;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Jacek Kurz.
; TranslationAuthorEmail: jacek.kurzydlo@onet.eu
;

[Translation]
LangCode=0415
ReadHabit=Left-to-right
LanguageName=PL
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Potwierdź
Warning=Ostrzeżenie
Error=Błąd
Confirm=Potwierdź
pmGo=Otwórz folder zawierający
pmNone=Wybierz żaden
pmAll1=Wybierz wszystko
pmrec=Rekomendowane
pmIgnore=Zignoruj ten element
pmExport=Eksportuj do
pmInvert=Odwróć selekcję
FrmWDC.pmPortable.caption=Stwórz wersję nie wymagającą instalacji
FrmWDC.pmRestore.caption=Przywróć
FrmWDC.pmSettings.caption=Ustawienia
FrmGeneral.chkuac.caption=Omiń Kontrolę Konta Użytkownika (UAC)
FrmWDC.pmHelp.caption=Pomoc online
FrmWDC.pmHome.caption=Strona domowa
FrmWDC.pmForum.caption=Forum
FrmWDC.pmContact.caption=Kontakt
FrmWDC.pmCheckNew.caption=Sprawdź dostępność aktualizacji
FrmWDC.pmLang.caption=Języki
FrmWDC.pmSkin.caption=Zmień skórkę
FrmWDC.pmabout.caption=O programie
FrmWDC.btncomm.caption=Zwykłe czyszczenie
FrmWDC.btnadv.caption=Zaawansowane czyszczenie
FrmWDC.btnsilm.caption=Czyszczenie systemu Windows
FrmWDC.btnlikeit.caption=Polub to
FrmWDC.btnsuggest.caption=Sugestie i wsparcie techniczne
FrmWDC.btnupdate.caption=Sprawdź dostępność aktualizacji
FrmWDC.btnfacebook.hint=Śledź nas na Facebooku
FrmWDC.btntwitter.hint=Podziel się na Twitterze
FrmWDC.btnemail.hint=Podziel się z przyjaciółmi
FrmWDC.btnassist.caption=Wsparcie
FrmAdvSettings.lblinfo.caption=Funkcja "znajdź niepotrzebne pliki" zadziała tylko jednarazowo. Kolejny raz będziesz musiał wybrać ją ponownie.
Frmadvdc.btnscan.caption=Skanuj
Frmadvdc.lblpath.caption=Lokalizacja skanowania
Frmadvdc.btnrescan.caption=Skanuj ponownie
Frmadvdc.btnall.caption=Wybierz wszystko
Frmadvdc.btnadvanced.caption=Zaawansowane ustawienia
Frmadvdc.btnnone.caption=Wybierz żaden
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner jest wiodącym darmowym programem do optymalizacji rejestru Windows. Szybki, Dokładny i Bezpieczny!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=Największa prędkość skanowania na świecie!
Frmadvdc.lblrec.caption=Inne aplikacje, które lubią użytkownicy:
Frmadvdc.vtfiles.Columns[0]=Nazwa Pliku
Frmadvdc.vtfiles.Columns[1]=Rozmiar
Frmadvdc.vtfiles.Columns[2]=Ścieżka do pliku
Frmadvdc.vtfiles.Columns[3]=Ostatni czas dostępu
Frmadvdc.vtfiles.Columns[4]=Typ
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Dodaj
FrmAdvSettings.btnremove.caption=Usuń
FrmAdvSettings.btncancel.caption=Anuluj
FrmAdvSettings.wcknull.caption=Znajdź niepotrzebne pliki (0 bajtów, wolniejsze)
FrmAdvSettings.wckshortcut.caption=Znajdź błędne skróty (wolniejsze)
FrmAdvSettings.caption=Zaawansowane ustawienia
FrmAdvSettings.btnre.caption=Rekomendowane
FrmAdvSettings.btnall.caption=Wybierz wszystko
FrmAdvSettings.btnnone.caption=Wybierz żaden
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Anuluj
FrmAbout.caption=O programie
FrmAbout.lblver.caption=Aktualna wersja:
FrmAbout.lblhome.caption=Strona domowa:
FrmAbout.lblemail.caption=Email wsparcia technicznego
FrmAbout.lblthanks.caption=Podziękowania za udział w tworzeniu programu dla:
FrmAbout.btngoogle.hint=Znajdź nas w Google+
FrmAutorunSettings.lblcmd.caption=Tryb wiersza poleceń
FrmAutorunSettings.lblcmdinfo.caption=Możesz uruchomić program, skanować i czyścić swoje dyski automatycznie poprzez wiersz poleceń. Po więcej informacji naciśnij F1 bądź kliknij na podany adres, aby przeczytać nasz dokument pomocy.
FrmAutorunSettings.chk1.caption=Stwórz ikonę 'Czyszczenie jednym kliknięciem' i umieść ją na pulpicie
FrmAutorunSettings.chkadv.caption=Włącz zaawansowany cleaner
FrmAutorunSettings.btnhelp.caption=Pomoc online
Frmcommon.lblcustom.caption=Spersonalizowane
Frmcommon.lblcustomhint.caption=Skanuj niestandardowe wpisy
FrmCommon.btnBack.caption=Wróć do Menu
FrmCommon.btnall.caption=Wybierz wszystko
FrmCommon.btnre.caption=Rekomendowane
FrmCommon.btnnone.caption=Wybierz żaden
FrmCommon.wckadv.caption=Włącz zaawansowany cleaner
FrmCommon.WiseLabel1.caption=Terminarz
FrmCommon.lbltype.caption=Wybierz typ uruchamiania:
FrmCommon.lblweek.caption=Wybierz dzień:
FrmCommon.lbltime.caption=Czas:
FrmCommon.btnScan.caption=Skanuj
FrmCommon.lblstat.caption=Szybko i łatwo wyczyść zbędne pliki.
FrmCommon.btncancel.caption=Anuluj
FrmCommon.btnrescan.caption=Skanuj ponownie
FrmCommon.lbltrash.caption=Kosz
FrmCommon.lbltrace.caption=Pozostałości
FrmCommon.lblapp.caption=Aplikacje
FrmCommon.lblcookie.caption=Ciasteczka
FrmCommon.lbltrashhint.caption=Niepotrzebne pliki na tym urządzeniu.
FrmCommon.lbltracehint.caption=Pozostałości po działaniach systemu i użytkownika.
FrmCommon.lblapphint.caption=Niepotrzebne pliki bądź pozostałości utworzone przez inne programy.
FrmCommon.lblcookiehint.caption=Ciasteczka przeglądarki i Flasha
FrmExclusion.btnAddFile.caption=Dodaj plik
FrmExclusion.btnAddFolder.caption=Dodaj folder
FrmExclusion.btnAddType.caption=Dodaj typ pliku
FrmExclusion.BtnAddCookie.caption=Dodaj ciasteczka
FrmExclusion.btnImport.caption=Importuj
FrmExclusion.btnExport.caption=Eksportuj
FrmExclusion.btnRemove.caption=Usuń
FrmGeneral.lblmode.caption=Wybierz używany tryb:
FrmGeneral.chkmode0.caption=Przejrzysty tryb
FrmGeneral.chkmode1.caption=Klasyczny tryb
FrmGeneral.lbtran.caption=Przetłumacz na...
FrmGeneral.chkNews.caption=Automatyczny newsletter
FrmGeneral.chknotice.caption=Pokaż wiadomość automatycznego czyszczenia
FrmGeneral.chkwipe.caption=Bezpieczne usuwanie (Wolniejsze)
FrmGeneral.WiseLabel1.caption=Sprawdź dostępność aktualizacji:
FrmGeneral.WiseLabel2.caption=Domyślny język:
FrmGeneral.btnchecknew.caption=Sprawdź teraz
FrmGeneral.chkexp.caption=Dołącz do programu poprawy doświadczeń klienta
FrmGeneral.lblexp.caption=Szczegół
FrmGeneral.chkassist.caption=Poinformuj mnie, gdy ktoś wyśle płatne pytanie.
FrmCustom.WiseLabel4.caption=Własne foldery do Pustych (Weryfikacja w zaawansowanym cleanerze)
FrmCustom.btnAdd.caption=Dodaj
FrmCustom.btnRemove.caption=Usuń
FrmCustom.lblCustom.caption=Spersonalizuj zasady skanowania
FrmCustom.lblcustominfo.caption=Jeśli jesteś doświadczonym użytkownikiem możesz dostosowywać zasady skanowania aby skanować więcej niepotrzebnych plików. Kliknij na podany link, aby dowiedzieć się jak utworzyć Twój plik konfiguracyjny.
FrmCustom.btnhelp.caption=Pomoc Online
FrmMode.lblmode.caption=Wybierz używany tryb
FrmMode.btnAdv.caption=Klasyczny tryb
FrmMode.btnSimple.caption=Przejrzysty tryb
FrmRestore.btnrestore.caption=Przywróć
FrmRestore.btnremove.caption=Usuń
FrmRestore.Btnclose.caption=Zamknij
FrmRestore.caption=Przywróć
FrmSettings.tsCommon.caption=Ogólne
FrmSettings.tsAutoRun.caption=Automatyczne uruchamianie
FrmSettings.tsExclusion.caption=Wykluczenie
FrmSettings.btnAbout.caption=O programie
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Anuluj
FrmSettings.caption=Ustawienia
FrmSettings.tsCustom.caption=Spersonalizowane
FrmSysClean.lblrecommendinfo.caption=Wypróbuj nasze produkty ,aby poprawić wydajność systemu Windows.
FrmSysClean.lblcareinfo.caption=Wise Care 365 jest programem poprawiającym wydajność i zawierającym wszystkie funkcje Wise Registry Cleaner i Wise Disk Cleaner. Efektywny i prosty w obsłudze!
FrmSysClean.lblre.caption=Czy chcesz jeszcze bardziej poprawić wydajność systemu Windows?
FrmSysClean.btnSlimming.caption=Usuń
FrmSysClean.btnall.caption=Wybierz wszystko
FrmSysClean.btnrecommended.caption=Rekomendowane
FrmSysClean.btnnone.caption=Wybierz żaden
FrmSysClean.vtsys.Columns[0]=Obiekt
FrmSysClean.vtsys.Columns[1]=Rozmiar
FrmSysClean.vtsys.Columns[2]=Lokalizacja
FrmSysClean.vtsys.Columns[3]=Sugestia
FrmDiskDefrag.btnfree.caption=Wolne miejsce
FrmDiskDefrag.btnfolder.caption=Folder
FrmDiskDefrag.btnfile.caption=Plik
FrmDiskDefrag.btnsystem.caption=Plik Systemowy
FrmDiskDefrag.btnFragmented.caption=Fragmenty
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Wyłącz po zakończeniu defragmentacji dysku
FrmDiskDefrag.btnpause.caption=Pauza
FrmDiskDefrag.btnstop.caption=Stop
FrmDiskDefrag.btnDefrag.caption=Defragmentuj
FrmWDC.btndefrag.caption=Defragmentacja Dysku
FrmScheduler.caption=Terminarz
[Lang]
NativeLanguage=Polski
[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=Ok
ButtonMinimize=Minimalizuj
ButtonMaximize=Przywróć w dół
ButtonClose=Zamknij
ButtonRestore=Przywróć
ButtonMenu=Menu
ClearMode=Przejrzysty tryb
ClassicMode=Klasyczny tryb
[Message]
Skipped=Pominięto
NeedAdmin=Ta opcja jest dostępna dla administratora systemu. Jeżeli chcesz ją uruchomić zaloguj się jako administrator.
Entries=Wpisy
Clean=Czysto
ScheduleHint=Regularnie czyść swój komputer
UpdateError=Błąd aktualizacji, chcesz pobrać najnowszą wersję ze strony internetowej?
LestOneItem=Powinieneś wybrać przynajmniej jeden plik do czyszczenia.
HistorySaved=Zaoszczędzone miejsce: %s
DisableAdd=Ze względów bezpieczeństwa niektóre foldery specjalne ("Folder Windows", "Uruchamianie twardego dysku" i "CD-ROM" nie mogą być dodane do listy.
ConfirmAdd=Czy na pewno chcesz usunąć wszystkie pliki w %s gdy uruchomisz "Zaawansowane Czyszczenie"?
DupFolder=Ten folder istnieje na liście
ExImport=Lista wykluczonych jest eksportowana do:
SelectHardDrive=Wybierz dysk twardy
CreationDate=Utworzona data
Description=Opis
NowCleaning=Trwa czyszczenie:
ScheduleNextTime=Kolejny raz:
Never=Nigdy
InputType=Wprowadź nazwę bądź typ pliku (Na przykład *.tmp itp...)
WarnNoType=Wybierz przynajmniej jeden typ pliku, aby wyszukać!
NoItemChecked=Wybierz jeden lub więcej plików do czyszczenia.
WDCRunning=Program jest uruchomiony.
RemoveSysRestore=Czy chcesz usunąć wybrany punkt przywracania systemu?
RestoreFromSysRestore=Musisz zrestartować komputer, aby przywrócić system. Chcesz teraz rozpocząć przywracanie?
WarnZeroFile=Wybrałeś tryb "Pustych plików". Niektóre 0 bajtowe pliki są wymagane do prawidłowej pracy systemu, przejrzyj je zanim je usuniesz. Na pewno chcesz to zrobić?
SysRestoring=Przygotowanie do przywrócenia systemu...
SysCreating=Tworzenie punktu przywracania systemu...
Browse=Wyszukiwanie...
AllHardDrive=Lokalne dyski twarde
Cleaning=Czyszczenie...
Exported=Aktualne obiekty zostały wyeksportowane do %s, chcesz teraz otworzyć ten plik?
LeftTimeSec=Czas trwania %s sekund
Safetodel=Ten obiekt może być  bezpiecznie usunięty.
MoreSpace=Dla większej przestrzeni.
Unknow=Nieznany.
AddFileType=Dodaj typ pliku
AlreadExist=%s istnieje już na liście
illegalType=%s jest nieprawidłowym typem pliku.
Summary=Podsumowanie
InputSummary=Wprowadź opis dla tego typu:
noselected=Żadne obiekty nie zostały wybrane.
DelFileType=Czy na pewno chcesz usunąn ten typ pliku?
ScanAborted=Skanowanie zostało anulowane!
TrashFound=%d plików z %s zostało znalezionych.
NoTrashAndTrace=Gratulacje! Masz czysty komputer!
CleanDone=Czyszczenie zakończone!
LestOne=Wybierz przynajmniej jeden obiekt do skanowania.
LestOneClean=Wybierz przynajmniej jeden obiekt do czyszczenia.
Scanning=Skanowanie...
InvalidIgnorItem=Nie można zignorowć tego obiektu.
TraceFound=%d pozostałości zostało znalezionych.
CleanNow=Sugerowane jest natychmiastowe czyszczenie.
TrashRemoved=%d plików zostało usuniętych i zwolniono %s miejsca na dysku.
TraceRemoved=%d pozostałości zostało usuniętych.
LastCommonClean=Podczas ostatniego czyszczenia dysku było:
Working=Poczekaj aż program zakończy bieżące zadanie i spróbuj ponownie.
NoFilesFound=Brak plików-śmieci.
NoTracesFound=Brak pozostałości
FindTraces=%d pozostałości
NoItemFound=Nie znaleziono żadnych obiektów
FindFilesSize=%d plików z %s zostało znalezione
FindTracesSection=%d pozostałości zostało znalezione w tym przedziale
CanFreeSpace=%d plików zostało znalezione i %s będzie zapisane
TotalTraces=Znaleziono w sumie %d pozostałości
EnableRestore=Przywracanie systemu jest wyłączone. Czy chcesz je włączyć?
RestorePointFail=Niepowodzenie przy tworzeniu punktu przywracania.
ErrorMsg=Wiadomość błędu:
NoNewVer=Gratulacje! Wersja, której używasz jest najnowsza.
KeyWord=Wprowadź swoje słowo(a) kluczowe:
AddFolder=Dodaj folder
CannotCrTask=Nie można utworzyć zaplanowanego zadania.
InvalidType=Podaj poprawne rozszerzenie pliku.
NoType=Sprawdź przynajmniej jeden plik, aby wyszukać.
FailToDelete=Niektóre pliki zostaną usunięte przy ponownym uruchomieniu komputera.
GoodHabit=Utrzymywanie Twojego komputera w znakomitej kondycji to dobry nawyk. Oby tak dalej!
7After=%d dni minęło od ostatniego czyszczenia. Rekomandowane jest natychmiastowe czyszczenie.
7Before=To dobry nawyk aby utrzymywać czyste dyski i zabezpieczać swoją prywatność.
TaskExists=Zaplanowane zadanie już istnieje. Chcesz je usunąć czy stworzyć nowe zaplanowane zadanie? (Nie - Edytuj istniejące zadanie. Anuluj - Anuluj proces.)
NoBackupSelected=Wybierz przynajmnie jedną kopię zapasową do przywrócenia.
StartScan=Skanuj
StartClean=Czyszczenie
Cancel=Anuluj
Idle=Kiedy bezczynny
Daily=Codziennie
Weekly=Cotygodniowio
Monthly=Comiesięcznie
Monday=Poniedziałek
Tuesday=Wtorek
Wednesday=Środa
Thursday=Czwartek
Friday=Piątek
Saturday=Sobota
Sunday=Niedziela
AvdDefaultHint=Ta sekcja zapewnia zaawansowane ustawienia aby znaleźć więcej zbędnych plików i wyczyścić więcej miejsca.
TrashFoundEx=Następujące pliki-śmieci zostały znalezione:
NoDriveChecked=Powinieneś wybrać jeden lub więcej dysków do skanowania.
ScanFor=Skanowanie dysku:
FindDrives=Wyszukiwanie dysków:
Login=Przy logowaniu
NewVer=Nowa wersja Wise Disk Cleaner jest dostępna. Chcesz zaktualizować ją teraz?
TranslateTo=Przetłumacz na...
AddCookies=Dodaj ciasteczka
InputCookie=Wprowadź ciasteczka (Na przykład: wisecleaner.com itp...)
InvalidCookie=Niepoprawne ciasteczka
BrowserRunning=%s jest uruchomiony. Chcesz go zamknąć? W przeciwnym wypadku pamięć podręczna i ciasteczka nie będą mogły zostać wyczyszczone.
[CommonClean]
ScanAbortedHint=Sugerujemy natychmiastowe ponowne skanowanie aby znaleźć niepotrzebne ślady i pozostałości.
DefaultHint=Czyszczenie zbędnych plików i pozostałości internetowych pozwoli zaoszczędzić więcej miejsca i chronić Twoją prywatność.
ScanAbortedHint1=Sugerujemy natychmiastowe ponowne skanowanie aby znaleźć niepotrzebne pliki.
WhenIdle=Kiedy bezczynny
WhenLogin=Przy logowaniu
[SysClean]
Open=Otwórz
Remove=Usuń
MoreSpace=Opcjonalnie
Cleaning=Czyszczenie...
Scanning=Skanowanie...
ScanEnd=W sumie %d obiektów zostało znalezionych. %s miejsca zostanie zaoszczędzone po czyszczeniu systemu
NoItems=Gratulacje! Twój dysk systemowy jest czysty.
SpaceFreed=Czyszczenie systemu zakończone. %d miejsca na dysku zostanie zaoszczędzone.
Installer=Przestarzały plik instalacyjny Windows
LongInstaller=Przestarzałe pliki instalacyjne Windows to zbędne pliki. Mogą zostać usunięte, aby zwolnić miejsce na dysku.
PatchUninstall=Pliki dezinstalacyjne aktualizacji patchów systemu Windows
LongPatchUninstall=Jeśli nie potrzebujesz odinstalować aktualizacji Windows możesz usunąć te pliki.
Downloadedfiles=Pobrane pliki instalacyjne Windows
Longdownloadedfiles=Po poprawnej aktualizacji patcha Windows możesz bezpiecznie usunąć te pliki
Baselinecache=Pamięć podręczna Instalatora Windows Baseline
LongBaselinecache=Pliki zostały utworzone przez usługę Windows Installer i mogą zostać usunięte.
JPIME=Japońskie IME
LongJPIME=Jeśli nie potrzebujesz plików IME języka japońskiego możesz je usunąć.
KoreanIME=Koreańskie IME
LongKoreanIME=Jeśli nie potrzebujesz plików IME języka koreańskiego możesz je usunąć.
TChineseIME=Chiński tradycyjny IME
LongTChineseIME=Jeśli nie potrzebujesz plików IME języka chińskiego tradycyjnego możesz je usunąć.
MPinyinIME=IME Microsoft Pinyin
LongMPinyinIME=Jeśli nie potrzebujesz plików IME Microsoft Pinyin możesz je usunąć.
HelpFile=Pliki pomocy systemu Windows
LongHelpFile=Jeśli nie potrzebujesz plików pomocy systemu Windows możesz je usunąć.
SamplePic=Przykładowe Obrazy systemu Windows
LongSamplePic=Jeśli nie potrzebujesz przykładowych obrazów IME możesz je usunąć.
SampleMic=Przykładowa muzyka systemu Windows
LongSampleMic=Jeśli nie potrzebujesz przykładowej muzyki możesz ją usunąć.
SampleVideos=Przykładowe wideo systemu Windows
LongSampleVideos=Jeśli nie potrzebujesz przykładowych wideo możesz je usunąć.
SampleMedia=Przykładowe pliki multimedialne systemu Windows
LongSampleMedia=Jeśli nie potrzebujesz przykładowych plików multimedialnych możesz je usunąć.
Wallpaper=Pliki tapet systemu Windows
LongWallpaper=Jeśli nie potrzebujesz plików tapet możesz je usunąć.
[DiskDefrag]
Volume=Dysk
Format=System plików
TotalSpace=Pojemność
FreeSpace=Wolne miejsce
Fragmented=Fragmenty
Status=Status
PmDefrag=Defragmentuj
QuickOpt=Szybka optymalizacja
FullOpt=Pełna optymalizacja
PmAnlyse=Analizuj
Resume=Wznów
Analying=Analizowanie
Defragmenting=Defragmentowanie
Optimizing=Optymalizowanie
Analyed=Zakończono analizę
Defragmented=Zakończono defragmentację
Optimized=Zoptymalizowano
Pause=Pauza
IsSSD=Twój wybór musi zawierać przynajmniej jeden dysk SSD. Defragmentacja może skrócić jego żywotność. Na pewno chcesz kontynuować?
FragmentedRate=Fragmentacja
[Area]
MSOfficeXP=Microsoft Office XP
AOLInstantMessenger=AOL Instant Messenger
Tango=Tango
Tag&Rename=Tag&&Rename
FormatFactory=Format Factory
VirtualDJ=VirtualDJ
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
StardockWindowBlinds=Stardock Window Blinds
AimersoftVideoConverter=Aimersoft Video Converter
WondershareVideoConverter=Wondershare Video Converter
SyncBackFree=SyncBack Free
Picasa=Picasa
SublimeText=Sublime Text
TheBat=TheBat
HandBrake=HandBrake
PhotodexProShowProducer=Photodex ProShow Producer
NVIDIAInstallFiles=Pliki instalacyjne NVIDIA
SonyVegasPro=Sony Vegas Pro
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
SamsungKies=Samsung Kies
dBpoweramp=dBpoweramp
KMPlayer=KMPlayer
KantarisMediaPlayer=Kantaris Media Player
McAfeeAntiVirus=McAfee AntiVirus
Paint.net=Paint.net
AdobeAir=Adobe Air
Evernote=Evernote
Sketchup=Sketchup
CDBurnerXP=CDBurner XP
DirectoryOpus=Directory Opus
GomPlayer=Gom Player
MailWasherPro=Mail Washer Pro
FoxitPhantomPDF=Foxit Phantom PDF
Gadu-Gadu=Gadu-Gadu
Anonymizer=Anonymizer
InkScape=InkScape
DVDFab=DVDFab
CopernicDesktopSearch=Copernic Desktop Search
4Sync=4Sync
UniversalExtractor=Universal Extractor
DivXplayer=DivX player
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPowerDirector=CyberLink Power Director
CyberLinkPhotoDirector=CyberLink Photo Director
AlZip=AlZip
RegEditX=RegEditX
AkelPad=AkelPad
PhotoScape=PhotoScape
BlueStacks=BlueStacks
ManyCam=ManyCam
XnView=XnView
FastStoneImageViewer=FastStone Image Viewer
QQImg=Otrzymane obrazy QQ
QQRFile=otrzymane pliki QQ
AIMP3=AIMP3
GIMP=GIMP
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
ConvertXToDVD=ConvertXToDVD
I2P=I2P
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FoxitReader=Foxit Reader
GoZillailla=GoZillailla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=Breeze Browser Pro
PerfectDisk=Perfect Disk
CamtasiaStudio=Camtasia Studio
ACDSee=ACDSee
YahooToolbar=Yahoo Toolbar
AdvancedSearchbar=Advanced Searchbar
WinLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleDeskbar=Google Deskbar
GoogleCalendar=Google Calendar
GoogleTalk=Google Talk
MSSearchHelper=MS Search Helper
NoteXpad=NoteXpad
Ditto=Ditto
Pando=Pando
Last.FM=Last.FM
FeedDemon=Feed Demon
WinDiff=WinDiff
CompareIt=CompareIt
ExamDiff=ExamDiff
AshampooBurningStudio=Ashampoo Burning Studio
Battle.net=Battle.net
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
SWiSH=SWiSH
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProXI=PaintShop Pro XI
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
VirtualDub=VirtualDub
TextPad=TextPad
WindowsMovieMaker=Windows Movie Maker
FreshDownload=Fresh Download
PicoZip=PicoZip
AceHTML=AceHTML
ABBYYFineReader=ABBYY FineReader
Notepad++=Notepad++
FastStoneCapture=FastStone Capture
PowerISO=PowerISO
Thunder=Thunder
QIHU360TotalSecurity=360 Total Security
TencentQQGame=Tencent QQGame
ThunderXMP=ThunderXMP
DriveTheLife=DriveTheLife
AdobeFireworks=Adobe Fireworks
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
RegEdit=RegEdit
GameExplorer=Game Explorer
PKZip=PKZip
ZipMagic=ZipMagic
Yandex=Yandex
YandexCache=Pamięć podręczna Yandex
YandexLocalstorage=Magazyn danych lokalnych Yandex
YandexForm=Autouzupełnianie Yandex z historii
Yandexpass=Zapisane hasła Yandex
YandexSession=Sesja Yandex
YandexCookies=Ciasteczka Yandex
Vivaldi=Vivaldi
VivaldiCache=Pamięć podręczna Vivaldi
Vivaldilocalstorage=Magazyn danych lokalnych Vivaldi
VivaldiForm=Autouzupełnianie Vivaldi z historii
VivaldiSavedpasswords=Zpisane hasła Vivaldi
VivaldiSession=Sesja Vivaldi
VivaldiCookies=Ciasteczka Vivaldi
WinSxsBackup=Windows WinSxs Backup
LogMeIn=LogMeIn
WinPatrol=WinPatrol
VirtualCloneDrive=Virtual Clone Drive
CloneCD=CloneCD
ImgBurn=ImgBurn
IZArc=IZArc
TUGZip=TUGZip
SUPERAntiSpyware=SUPERAntiSpyware
SpywareTerminator=Spyware Terminator
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
iTunes=iTunes
QQPCMgr=QQPCManager
BaiduYunGuanjia=BaiduYunGuanjia
YY=DuoWan YY
Chromelocalstorage=Magazyn danych lokalnych Chrome
LogFiles=Pliki logów
syscache=Systemowa pamięć podręczna
Systempatches=Patche systemu
tempfiles=Pliki tymczasowe
Invalidsysconfig=Niepoprawna konfiguracja systemu
SystemTrace=Pozostałości Windows i innych aplikacji
WindowsSystem=System Windows
MicrosoftIE=Microsoft IE
Microsoft IE=Microsoft IE
GoogleChrome=Google Chrome
MozillaFireFox=Mozilla Firefox
Opera=Opera
Safari=Safari
PaleMoon=PaleMoon
WindowsComponents=Składniki Windows
Cookies=Ciasteczka
AdobeFlash=Adobe Flash
MSOffice97=Microsoft Office 97
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
InvalidScTask=Niepoprawne zaplanowane zadanie
Downloads=Pliki pobrane przez przeglądarkę
MicrosoftEdge=Microsoft Edge
MSEdgeSession=Sesja Microsoft Edge
MSEdgeCookies=Ciasteczka Microsoft Edge
MSEdgeCache=Pamięć podręczna Microsoft Edge
MSEdgeRecentlyTypedURLs=Niedawno wpisywane adresy Microsoft Edge
MSEdgeSavedFormInformation=Zapisane wpisy do pól tekstowych Microsoft Edge
MSEdgeSavedPasswords=Zapisane hasła Microsoft Edge
MSEdgeHistory=Historia Microsoft Edge
MSEdgeDownloadHistory=Historia pobierania Microsoft Edge
IISLog=Pliki logów ISS
WindowsSysCache=Systemowa pamięć podręczna
QQ=Tencent QQ
TeamViewer=TeamViewer
ChromeSession=Sesja Google Chrome
MSOneDrive=Microsoft One Drive
RealVNC=RealVNC
OpenOffice=OpenOffice
OxygenXMLEditor=Oxygen XML Editor
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
KingsoftOffice=Kingsoft Office 2013
UltraEdit=UltraEdit
UltraISO=UltraISO
Microsoft.SkypeApp=Skype
uTorrent=uTorrent
MicrosoftSilverlight=Microsoft Silverlight
PaleMoonCache=Pamięć podręczna PaleMoon
PaleMoonHistory=Historia PaleMoon
PaleMoonCookies=Ciasteczka PaleMoon
PaleMoonDownloadHistory=Historia pobierania PaleMoon
PaleMoonSession=Sesja PaleMoon
PaleMoonSitePreferences=Preferencje stron PaleMoon
PaleMoonSavedFormInformation=Zapisane wpisy do pól tekstowych PaleMoon
VLCMediaPlayer=VLC Media Player
CorelVideoStudioPro=Corel VideoStudio
QuickTimePlayer=QuickTime Player
WinInstallerCache=Windows Installer Cache
MESCache=Microsoft Security Essentials
AppleInstallCache=Pamięć podręczna instalacji oprogramowania Apple
MetroCache=Pamięć podręczna Windows Metro
UserDefine=Spersonalizowane zasady czyszczenia utworzone przez użytkownika
OfficeRecent=Ostatnia historia Microssoft Office
IEHistory=Aktywna historia Microsoft Internet Explorer
FontCache=Pamięć podręczna czcionek systemu Windows
InvalidStartMenu=Niepoprawne Menu Start
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
AdobeReaderTmp=Pliki tymczasowe Adobe Reader
AdobePhotoshop=Historia Adobe Photoshop
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Pamięć podręczna Opera
OperaHistory=Historia Opera
OperaCookies=Ciasteczka Opera
OperaSessions=Sesje Opera
OperaURLHistory=wpisywane adresy Opera
OperaSiteIcon=Ikony stron internetowych Opera
OperaPassword=Zapisane hasła Opera
Networkmapping=Historia mapowania dysków sieciowych
LastDownloadDir=Ostatnia lokalizacja pobierania
TrashClean=Niepotrzebne pliki w komputerze
TraceClean=Pozostałości w komputerze
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
TypeOtherApp=Inne aplikacje
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Składniki Windows
FireFoxOther=Inne historie Mozilla Firefox
FireFoxPass=Zapisane hasła Mozilla Firefox
FireFoxForm=Historia autouzupełniania pól tekstowych Mozilla Firefox
FireFoxCookies=Ciasteczka Mozilla Firefox
ChromePass=Zapisane hasła Google Chrome
ChromeForm=Historia autouzupełniania pól tekstowych Google Chrome
ChromeCookies=Ciasteczka Google Chrome
IEPass=Zapisane hasła IE (Prywatne dane nie będą umieszczane w spisie)
IEForm=Historia autouzupełniania pól tekstowych IE (Prywatne dane nie będą umieszczane w spisie)
IECookies=Ciasteczka Microsoft IE
DOMStoreCookies=Ciasteczka Microsoft IE DOMStore
IEAddressBarHistory=Historia paska adresów Microsoft Internet Explorer
TypeInternet=Pozostałości internetowe
JumpList=Wysuwane listy paska zadań (Naprawione obiekty też zostaną usunięte)
SearchList=Historia wyszukiwania Windows
TraryNotify=Pamięć podręczna zasobnika systemowego Windows
ExplorerMRU=Inne MRU eksploratora
Recentdocuments=Ostatnie dokumenty
RunStartMenu=Uruchamiane w Menu Start
TypeSystem=System Windows
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Pamięć podręczna Mozilla Firefox
ChromeCache=Pamięć podręczna Google Chrome
IECahce=Pamięć podręczna Microsoft IE
LogFile=Systemowe pliki logów
DownloadedPatch=Pliki aktualizacji Windows
ErrorReport=Pliki raportowania o błędach
Dump=Pliki zrzutów pamięci
ThumbCache=Pamięć podręczna miniaturek
InvalidLnk=Niepoprawne skróty
UserTemp=Pliki-śmieci utworzone przez aplikacje
SysTemp=Pliki-śmieci utyworzone przez Windows
Prefetch=Stare dane Prefetch
RemoteDesktop=Pliki pamięci podręczne Pulpitu Zdalnego
Recyclebin=Opróżnij kosz
SafariCache=Pamięć podręczna Safari Internet
SafariHistory=Historia Safari
SafariCookies=Ciasteczka Safari
SafariPass=Zapisane wpisy do pól tekstowych PaleMoon
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java
[Type]
UserDefine=Określone przez użytkownika
ZeroFile=Puste pliki - 0 bajtów
WinSetupLog=Logi błędów instalacji Windows
NtUninstall=Źródła dezinstalacji patchy Windows
InvalidLnk=Niepoprawne skróty
UserTemp=Pliki w tymczasowych folderach Użytkowników
WinTemp=Pliki w tymczasowych folderach Windows
RecentFiles=Łącza do niedawnych plików
PatchSource=źródła Windows Update
TempFile=Pliki tymczasowe
fcwdir=Pliki utworzone przy procesie pobierania
tfcbp=Pliki tymczasowe utworzone przez programy
sdrf=PLiki przywrócone podczas skanowania dysku
OldFile=Stare pliki
outdatedfile=Nieaktualne pliki
fcwhfir=Pliki utworzone podczas pracy plików pomocy
Ncfile=Pamięć podręczna programów grup dyskusyjnych
Backupfile=Pliki kopii zapasowej
WBfile=Pliki kopii zapasowej MS Word
Cbswahf=Pliki utworzone podczas wyszukiwania plików pomocy
whtf=Pliki tymczasowe pomocy systemu Windows
Logfile=Pliki logów
LLogfile=Pliki logów utworzone przez aplikacje lub usługi systemowe
Errorfile=Pliki błędów
Wmdf=Pliki zrzutów pamięci Win2000/XP
bcomf=Kopie backupów zmodyfikowanych plików
Indexfile=Pliki indeksu
ifcbsiotitpbs=Pliki indeksu utworzone przez system aby poprawić szybkość wyszukiwania obrazów
Tfcds=Pliki tymczasowe utworzone podczas instalacji
Intermediatefile=Pliki Intermediate
chkfile=Przywrócone pliki
[AutoClean]
DiskSaved=Miejsce na dysku zostało zaoszczędzone
Title=Gratulacje!
TraceCleanned=Pozostałości zostały wyczyszczone
[Skin]
SkinDefault=Domyślne
SkinGray=Szary
SkinOrange=Pomarańczowy
SkinCustom=Spersonalizowane
SkinColor=Spersonalizowany kolor skórki
[AutoUpdate]
CurrentFile=Aktualny plik:
Canceling=Anulowanie...
CANCEL=Anuluj
Ready=Gotowe do pobrania
[EUASK]
regcaption=Zarejestruj
logincaption=Zaloguj
FrmEuaskLogin.lblJoin.Caption=Dołącz do Euask
FrmEuaskLogin.lblSign.Caption=Zaloguj się do Euask
FrmEuaskLogin.lblnick.Caption=Nazwa uzytkownika:
FrmEuaskLogin.lbl1.Caption=Hasło:
FrmEuaskLogin.btnlogin.caption=Zaloguj
FrmEuaskLogin.btnregister.Caption=Zarejestruj
FrmEuaskLogin.btnpwd.Caption=Zapomniałeś hasła?
FrmEuaskLogin.WiseLabel1.Caption=Nazwa uzytkownika:
FrmEuaskLogin.WiseLabel2.Caption=Hasło:
FrmEuaskLogin.btnreg.caption=Zarejestruj
FrmEuaskLogin.WiseSimpleButton1.Caption=Zaloguj
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Nie teraz
inputuser=Wprowadź hasło i nazwę użytkownika
